Repository: Octopus-Community/octopus-sdk-swift
Catalog: Sources/OctopusUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Settings.CommunityGuidelines
source: Community Guidelines
ar: إرشادات المجتمع
da: Fællesskabets retningslinjer
de: Community-Regeln
es: Normas de la comunidad
fi: Yhteisön säännöt
fr: Règles de la Communauté
hi: कम्युनिटी दिशानिर्देश
id: Pedoman komunitas
it: Regole della comunità
ja: コミュニティガイドライン
ms: Garis panduan komuniti
nb: Retningslinjer for fellesskapet
nl: Community-richtlijnen
pl: Zasady społeczności
pt: Regras da comunidade
ro: Regulile comunității
ru: Правила сообщества
sv: Communityregler
th: แนวทางปฏิบัติของชุมชน
tr: Topluluk kuralları
vi: Quy tắc cộng đồng
zh_hans: 社区准则
zh_hant: 社群準則

# Settings.LogOut.Button
source: Log out from the Community
ar: تسجيل الخروج من المجتمع
da: Log ud af fællesskabet
de: Von der Community abmelden
es: Cerrar sesión en la comunidad
fi: Kirjautukaa ulos yhteisöstä
fr: Se déconnecter de la communauté
hi: कम्युनिटी से लॉग आउट करें
id: Keluar dari komunitas
it: Si disconnetta dalla comunità
ja: コミュニティからログアウト
ms: Log keluar dari komuniti
nb: Logg ut av fellesskapet
nl: Uitloggen uit de community
pl: Wyloguj się ze społeczności
pt: Terminar sessão na comunidade
ro: Deconectați-vă din comunitate
ru: Выйти из сообщества
sv: Logga ut från communityt
th: ออกจากระบบชุมชน
tr: Topluluktan çıkış yap
vi: Đăng xuất khỏi cộng đồng
zh_hans: 退出社区
zh_hant: 登出社群

# Settings.LogOut.Done.Title
source: You have been disconnected.
ar: لقد تم تسجيل خروجك.
da: Du er blevet logget ud.
de: Sie wurden erfolgreich abgemeldet.
es: Se ha cerrado su sesión correctamente.
fi: Olette kirjautunut ulos.
fr: Vous avez été déconnecté.e avec succès.
hi: आप लॉग आउट हो गए हैं।
id: Anda telah keluar.
it: La disconnessione è avvenuta con successo.
ja: ログアウトしました。
ms: Anda telah log keluar.
nb: Du er logget ut.
nl: U bent uitgelogd.
pl: Zostałeś(-aś) pomyślnie wylogowany(-a).
pt: Terminou sessão com sucesso.
ro: Ați fost deconectat.
ru: Вы вышли из системы.
sv: Du har loggats ut.
th: คุณออกจากระบบแล้ว
tr: Topluluktan başarıyla çıkış yaptınız.
vi: Bạn đã đăng xuất.
zh_hans: 您已退出登录。
zh_hant: 您已登出。

# Settings.PrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
de: Datenschutzrichtlinie
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# Settings.Profile
source: My community account
ar: حسابي في المجتمع
da: Min fællesskabskonto
de: Mein Community-Konto
es: Mi cuenta de la comunidad
fi: Yhteisötilini
fr: Mon compte communautaire
hi: मेरा कम्युनिटी खाता
id: Akun komunitas saya
it: Il mio account comunitario
ja: マイコミュニティアカウント
ms: Akaun komuniti saya
nb: Min fellesskapskonto
nl: Mijn community-account
pl: Moje konto społeczności
pt: A minha conta comunitária
ro: Contul meu din comunitate
ru: Мой аккаунт в сообществе
sv: Mitt communitykonto
th: บัญชีชุมชนของฉัน
tr: Topluluk hesabım
vi: Tài khoản cộng đồng của tôi
zh_hans: 我的社区账户
zh_hant: 我的社群帳號

# Settings.Profile.DeleteAccount.Confirmation.Delete
source: Confirm deletion
ar: تأكيد الحذف
da: Bekræft sletning
de: Löschen bestätigen
es: Confirmar eliminación
fi: Vahvistakaa poisto
fr: Confirmer la suppression
hi: हटाने की पुष्टि करें
id: Konfirmasi penghapusan
it: Conferma eliminazione
ja: 削除を確認
ms: Sahkan pemadaman
nb: Bekreft sletting
nl: Verwijdering bevestigen
pl: Potwierdź usunięcie
pt: Confirmar eliminação
ro: Confirmați ștergerea
ru: Подтвердите удаление
sv: Bekräfta borttagning
th: ยืนยันการลบ
tr: Silme işlemini onayla
vi: Xác nhận xóa
zh_hans: 确认删除
zh_hant: 確認刪除

# Settings.Profile.DeleteAccount.Confirmation.Message
source: By deleting your account, you will no longer be able to participate in the community. Your profile will be permanently deleted, and your posts will be anonymized. This action is irreversible. Do you wish to proceed?
ar: إذا حذفت حسابك، فلن تتمكن من المشاركة في المجتمع. سيتم حذف ملفك الشخصي بشكل دائم، وستُجعل منشوراتك مجهولة الهوية. لا يمكن التراجع عن هذا الإجراء. هل تريد المتابعة؟
da: Ved at slette din konto vil du ikke længere kunne deltage i fællesskabet. Din profil bliver slettet permanent, og dine opslag bliver anonymiseret. Denne handling kan ikke fortrydes. Vil du fortsætte?
de: Wenn Sie Ihr Konto löschen, können Sie nicht mehr an der Community teilnehmen. Ihr Profil wird dauerhaft gelöscht, und Ihre Beiträge werden anonymisiert. Diese Aktion ist unwiderruflich. Möchten Sie fortfahren?
es: Si elimina su cuenta, ya no podrá participar en la comunidad. Su perfil se eliminará de forma permanente y sus publicaciones se anonimizarán. Esta acción es irreversible. ¿Desea continuar?
fi: Jos poistatte tilinne, ette voi enää osallistua yhteisöön. Profiilinne poistetaan pysyvästi ja julkaisunne anonymisoidaan. Tätä toimintoa ei voi peruuttaa. Haluatteko jatkaa?
fr: En supprimant votre compte, vous ne pourrez plus participer à la communauté. Votre profil sera définitivement supprimé et vos publications seront anonymisées. Cette action est irréversible. Souhaitez-vous continuer ?
hi: यदि आप अपना खाता हटाते हैं, तो आप कम्युनिटी में भाग नहीं ले पाएंगे। आपकी प्रोफ़ाइल स्थायी रूप से हटा दी जाएगी, और आपकी पोस्ट गुमनाम कर दी जाएंगी। यह क्रिया अपरिवर्तनीय है। क्या आप जारी रखना चाहते हैं?
id: Jika Anda menghapus akun Anda, Anda tidak akan dapat berpartisipasi dalam komunitas lagi. Profil Anda akan dihapus secara permanen, dan postingan Anda akan dianonimkan. Tindakan ini tidak dapat dibatalkan. Apakah Anda ingin melanjutkan?
it: Eliminando il suo account non potrà più partecipare alla comunità. Il suo profilo sarà eliminato definitivamente e le sue pubblicazioni saranno anonimizzate. Questa azione è irreversibile. Desidera continuare?
ja: アカウントを削除すると、コミュニティに参加できなくなります。プロフィールは永久に削除され、投稿は匿名化されます。この操作は元に戻せません。続行しますか?
ms: Jika anda memadam akaun anda, anda tidak akan dapat menyertai komuniti lagi. Profil anda akan dipadam secara kekal, dan hantaran anda akan dijadikan tanpa nama. Tindakan ini tidak boleh dibatalkan. Adakah anda mahu teruskan?
nb: Hvis du sletter kontoen din, kan du ikke lenger delta i fellesskapet. Profilen din slettes permanent, og innleggene dine anonymiseres. Denne handlingen kan ikke angres. Vil du fortsette?
nl: Als u uw account verwijdert, kunt u niet meer deelnemen aan de community. Uw profiel wordt permanent verwijderd en uw berichten worden geanonimiseerd. Deze actie is onomkeerbaar. Wilt u doorgaan?
pl: Usuwając konto, nie będziesz mógł/mogła dalej uczestniczyć w społeczności. Twój profil zostanie trwale usunięty, a publikacje zanonimizowane. Ta operacja jest nieodwracalna. Czy chcesz kontynuować?
pt: Ao eliminar a sua conta, deixará de poder participar na comunidade. O seu perfil será eliminado definitivamente e as suas publicações serão anonimizadas. Esta ação é irreversível. Pretende continuar ?
ro: Dacă vă ștergeți contul, nu veți mai putea participa la comunitate. Profilul dumneavoastră va fi șters permanent, iar postările dumneavoastră vor fi anonimizate. Această acțiune este ireversibilă. Doriți să continuați?
ru: Если Вы удалите Ваш аккаунт, Вы больше не сможете участвовать в сообществе. Ваш профиль будет удалён навсегда, а Ваши посты станут анонимными. Это действие необратимо. Вы хотите продолжить?
sv: Om du tar bort ditt konto kommer du inte längre att kunna delta i communityt. Din profil tas bort permanent och dina inlägg anonymiseras. Den här åtgärden kan inte ångras. Vill du fortsätta?
th: หากคุณลบบัญชีของคุณ คุณจะไม่สามารถเข้าร่วมชุมชนได้อีกต่อไป โปรไฟล์ของคุณจะถูกลบอย่างถาวร และโพสต์ของคุณจะถูกทำให้ไม่ระบุตัวตน การกระทำนี้ไม่สามารถยกเลิกได้ ต้องการดำเนินการต่อหรือไม่?
tr: Hesabınızı silerseniz artık topluluğa katılamazsınız. Profiliniz kalıcı olarak silinecek ve gönderileriniz anonim hâle getirilecektir. Bu işlem geri alınamaz. Devam etmek istiyor musunuz?
vi: Nếu bạn xóa tài khoản của mình, bạn sẽ không thể tham gia cộng đồng nữa. Hồ sơ của bạn sẽ bị xóa vĩnh viễn và các bài đăng của bạn sẽ được ẩn danh. Hành động này không thể hoàn tác. Bạn có muốn tiếp tục không?
zh_hans: 如果您删除账户，您将无法再参与社区。您的个人资料将被永久删除，您的帖子将被匿名化。此操作不可逆。是否继续？
zh_hant: 如果您刪除帳號，您將無法再參與社群。您的個人檔案將被永久刪除，您的貼文將被匿名化。此操作不可逆。是否繼續？

# Settings.Profile.DeleteAccount.Confirmation.Title
source: Are you sure?
ar: هل أنت متأكد؟
da: Er du sikker?
de: Sind Sie sicher?
es: ¿Está seguro?
fi: Oletteko varma?
fr: Etes-vous sûr(e) ?
hi: क्या आप निश्चित हैं?
id: Apakah Anda yakin?
it: È sicuro?
ja: 本当によろしいですか?
ms: Adakah anda pasti?
nb: Er du sikker?
nl: Weet u het zeker?
pl: Czy na pewno?
pt: Tem a certeza ?
ro: Sunteți sigur?
ru: Вы уверены?
sv: Är du säker?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
vi: Bạn có chắc chắn không?
zh_hans: 您确定吗？
zh_hant: 您確定嗎？

# Settings.Profile.DeleteAccount.Done.Message_contactEmail:%@
source: Your deletion request has been successfully processed. You no longer have access to your account. If you have any questions, please contact us at %@
ar: تمت معالجة طلب حذف حسابك. لم يعد لديك إمكانية الوصول إلى حسابك. لأي أسئلة، تواصل معنا على %@
da: Din sletningsanmodning er blevet behandlet. Du har ikke længere adgang til din konto. Har du spørgsmål, kontakt os på %@
de: Ihre Löschanfrage wurde erfolgreich entgegengenommen. Sie haben keinen Zugriff mehr auf Ihr Konto. Bei Fragen kontaktieren Sie uns bitte unter %@.
es: Tu solicitud de eliminación se ha tenido en cuenta. Ya no tienes acceso a tu cuenta. Si tienes alguna pregunta, contáctanos en %@.
fi: Poistopyyntönne on käsitelty. Teillä ei ole enää pääsyä tilillenne. Jos Teillä on kysymyksiä, ottakaa yhteyttä osoitteeseen %@
fr: Votre demande de suppression a bien été prise en compte. Vous n'avez plus accès à votre compte. En cas de question, veuillez nous contacter à %@.
hi: आपका खाता हटाने का अनुरोध संसाधित हो गया है। अब आपके पास अपने खाते तक पहुंच नहीं है। किसी भी प्रश्न के लिए, हमसे %@ पर संपर्क करें
id: Permintaan penghapusan Anda telah diproses. Anda tidak lagi memiliki akses ke akun Anda. Jika ada pertanyaan, silakan hubungi kami di %@
it: La sua richiesta di eliminazione è stata presa in carico. Non ha più accesso al suo account. In caso di domande, ci contatti a %@.
ja: 削除リクエストを処理しました。アカウントへのアクセスはできなくなりました。ご質問がある場合は %@ までお問い合わせください
ms: Permintaan pemadaman anda telah diproses. Anda tidak lagi mempunyai akses kepada akaun anda. Jika ada pertanyaan, sila hubungi kami di %@
nb: Sletteforespørselen din er behandlet. Du har ikke lenger tilgang til kontoen din. Ved spørsmål, kontakt oss på %@
nl: Uw verwijderingsverzoek is verwerkt. U hebt geen toegang meer tot uw account. Bij vragen kunt u contact met ons opnemen via %@
pl: Twoja prośba o usunięcie konta została przyjęta. Nie masz już dostępu do swojego konta. W razie pytań skontaktuj się z nami pod adresem %@.
pt: O seu pedido de eliminação foi registado. Já não tem acesso à sua conta. Em caso de dúvida, contacte-nos para %@.
ro: Solicitarea dumneavoastră de ștergere a fost procesată. Nu mai aveți acces la contul dumneavoastră. Pentru întrebări, contactați-ne la %@
ru: Ваш запрос на удаление обработан. У Вас больше нет доступа к Вашему аккаунту. По любым вопросам, пожалуйста, свяжитесь с нами по адресу %@
sv: Din begäran om borttagning har behandlats. Du har inte längre tillgång till ditt konto. Vid frågor, kontakta oss på %@.
th: คำขอลบบัญชีของคุณได้รับการดำเนินการแล้ว คุณไม่สามารถเข้าถึงบัญชีของคุณได้อีกต่อไป หากมีคำถาม กรุณาติดต่อเราที่ %@
tr: Silme talebiniz başarıyla alındı. Artık hesabınıza erişiminiz yok. Sorularınız olursa lütfen %@ adresinden bizimle iletişime geçin.
vi: Yêu cầu xóa của bạn đã được xử lý. Bạn không còn quyền truy cập vào tài khoản của mình. Nếu có thắc mắc, vui lòng liên hệ với chúng tôi tại %@
zh_hans: 您的删除请求已处理。您将无法再访问您的账户。如有疑问，请通过 %@ 联系我们
zh_hant: 您的刪除請求已處理。您將無法再存取您的帳號。如有疑問，請透過 %@ 聯絡我們

# Settings.Profile.DeleteAccount.Done.Title
source: Deletion confirmed
ar: تم تأكيد الحذف
da: Sletning bekræftet
de: Löschung bestätigt
es: Eliminación confirmada
fi: Poisto vahvistettu
fr: Suppression confirmée
hi: हटाने की पुष्टि की गई
id: Penghapusan dikonfirmasi
it: Eliminazione confermata
ja: 削除を確認しました
ms: Pemadaman disahkan
nb: Sletting bekreftet
nl: Verwijdering bevestigd
pl: Usunięcie potwierdzone
pt: Eliminação confirmada
ro: Ștergere confirmată
ru: Удаление подтверждено
sv: Borttagning bekräftad
th: ยืนยันการลบแล้ว
tr: Silme işlemi onaylandı.
vi: Đã xác nhận xóa
zh_hans: 删除已确认
zh_hant: 刪除已確認

# Settings.Profile.DeleteAccount.Farewell
source: We’re sorry to see you go. We’d like to understand why you want to delete your account:
ar: نأسف لرحيلك. نود أن نفهم لماذا تريد حذف حسابك:
da: Det er ærgerligt at se dig forsvinde. Vi vil gerne forstå, hvorfor du vil slette din konto:
de: Es tut uns leid, Sie gehen zu sehen. Wir würden gerne wissen, warum Sie Ihr Konto löschen möchten:
es: Sentimos que se marche. Nos gustaría saber por qué desea eliminar su cuenta:
fi: On ikävä nähdä Teidän lähtevän. Haluaisimme tietää, miksi haluatte poistaa tilinne:
fr: Nous sommes désolés de vous voir partir. Nous aimerions savoir pourquoi vous souhaitez supprimer votre compte :
hi: हमें आपके जाने का दुख है। हम समझना चाहेंगे कि आप अपना खाता क्यों हटाना चाहते हैं:
id: Kami sedih melihat Anda pergi. Kami ingin memahami mengapa Anda ingin menghapus akun Anda:
it: Ci dispiace vederla andare via. Vorremmo sapere perché desidera eliminare il suo account:
ja: ご退会されるのは残念です。アカウントを削除したい理由をお聞かせいただけますか:
ms: Kami sedih melihat anda pergi. Kami ingin memahami mengapa anda mahu memadam akaun anda:
nb: Det er trist å se deg dra. Vi vil gjerne forstå hvorfor du vil slette kontoen din:
nl: We vinden het jammer dat u vertrekt. We willen graag weten waarom u uw account wilt verwijderen:
pl: Przykro nam, że odchodzisz. Chcielibyśmy zrozumieć, dlaczego chcesz usunąć konto:
pt: Lamentamos que queira sair. Gostaríamos de saber porque pretende eliminar a sua conta :
ro: Ne pare rău să vă vedem plecând. Am dori să înțelegem de ce doriți să vă ștergeți contul:
ru: Нам жаль, что Вы уходите. Мы хотели бы понять, почему Вы хотите удалить Ваш аккаунт:
sv: Tråkigt att se dig lämna. Vi vill gärna förstå varför du vill ta bort ditt konto:
th: เราเสียใจที่เห็นคุณจากไป เราอยากเข้าใจว่าทำไมคุณจึงต้องการลบบัญชีของคุณ:
tr: Ayrılmanıza üzüldük. Hesabınızı neden silmek istediğinizi bilmek isteriz:
vi: Chúng tôi tiếc khi thấy bạn rời đi. Chúng tôi muốn hiểu lý do tại sao bạn muốn xóa tài khoản của mình:
zh_hans: 很遗憾看到您离开。我们想了解您为什么要删除账户：
zh_hant: 很遺憾看到您離開。我們想了解您為什麼要刪除帳號：

# Settings.Profile.DeleteAccount.MainText
source: Delete my community account
ar: حذف حسابي في المجتمع
da: Slet min fællesskabskonto
de: Mein Community-Konto löschen
es: Eliminar mi cuenta de la comunidad
fi: Poistakaa yhteisötilini
fr: Supprimer mon compte communautaire
hi: मेरा कम्युनिटी खाता हटाएं
id: Hapus akun komunitas saya
it: Elimina il mio account comunitario
ja: コミュニティアカウントを削除
ms: Padam akaun komuniti saya
nb: Slett min fellesskapskonto
nl: Mijn community-account verwijderen
pl: Usuń moje konto społeczności
pt: Eliminar a minha conta comunitária
ro: Ștergeți contul meu din comunitate
ru: Удалить мой аккаунт в сообществе
sv: Ta bort mitt communitykonto
th: ลบบัญชีชุมชนของฉัน
tr: Topluluk hesabımı sil
vi: Xóa tài khoản cộng đồng của tôi
zh_hans: 删除我的社区账户
zh_hant: 刪除我的社群帳號

# Settings.Profile.DeleteAccount.OpenScreen
source: Delete my account
ar: حذف حسابي
da: Slet min konto
de: Mein Konto löschen
es: Eliminar mi cuenta
fi: Poistakaa tilini
fr: Supprimer mon compte
hi: मेरा खाता हटाएं
id: Hapus akun saya
it: Elimina il mio account
ja: アカウントを削除
ms: Padam akaun saya
nb: Slett kontoen min
nl: Mijn account verwijderen
pl: Usuń moje konto
pt: Eliminar a minha conta
ro: Ștergeți contul meu
ru: Удалить мой аккаунт
sv: Ta bort mitt konto
th: ลบบัญชีของฉัน
tr: Hesabımı sil
vi: Xóa tài khoản của tôi
zh_hans: 删除我的账户
zh_hant: 刪除我的帳號

# Settings.Profile.DeleteAccount.Reason.CommunityQuality
source: The community's content and moderation don’t feel right for me.
ar: محتوى المجتمع أو الإدارة لا يلبيان توقعاتي.
da: Fællesskabets indhold eller moderation lever ikke op til mine forventninger.
de: Ich bin mit der Moderation oder dem Inhalt der Community nicht zufrieden.
es: No estoy satisfecho/a con la moderación o la calidad de la comunidad.
fi: Yhteisön sisältö tai moderointi ei vastaa odotuksiani.
fr: Je ne suis pas satisfait(e) de la modération ou de la qualité de la communauté
hi: कम्युनिटी की सामग्री या मॉडरेशन मेरी उम्मीदों पर खरा नहीं उतरता।
id: Konten atau moderasi komunitas tidak sesuai dengan harapan saya.
it: Non sono soddisfatto della moderazione o della qualità della comunità.
ja: コミュニティのコンテンツやモデレーションが期待に応えていません。
ms: Kandungan atau moderasi komuniti tidak menepati jangkaan saya.
nb: Innholdet eller modereringen i fellesskapet svarer ikke til mine forventninger.
nl: De inhoud of moderatie van de community voldoet niet aan mijn verwachtingen.
pl: Nie jestem zadowolony(-a) z jakości treści lub moderacji społeczności.
pt: Não estou satisfeito(a) com a moderação ou com a qualidade da comunidade
ro: Conținutul sau moderarea comunității nu corespund așteptărilor mele.
ru: Содержимое или модерация сообщества не соответствуют моим ожиданиям.
sv: Innehållet eller modereringen i communityt motsvarar inte mina förväntningar.
th: เนื้อหาหรือการดูแลของชุมชนไม่ตรงกับความคาดหวังของฉัน
tr: Topluluğun moderasyonundan veya kalitesinden memnun değilim.
vi: Nội dung hoặc kiểm duyệt cộng đồng không đáp ứng kỳ vọng của tôi.
zh_hans: 社区的内容或审核不符合我的期望。
zh_hant: 社群的內容或審核不符合我的期望。

# Settings.Profile.DeleteAccount.Reason.ConfidentialityWorrying
source: I am concerned about the privacy of my data.
ar: أنا قلق بشأن خصوصية بياناتي.
da: Jeg er bekymret for privatlivet omkring mine data.
de: Ich mache mir Sorgen um den Datenschutz meiner Daten
es: Me preocupa la privacidad de mis datos.
fi: Olen huolissani tietojeni yksityisyydestä.
fr: Je m'inquiète pour la confidentialité de mes données
hi: मुझे अपने डेटा की गोपनीयता की चिंता है।
id: Saya khawatir tentang privasi data saya.
it: Sono preoccupato per la riservatezza dei miei dati.
ja: データのプライバシーが心配です。
ms: Saya bimbang tentang privasi data saya.
nb: Jeg er bekymret for personvernet rundt dataene mine.
nl: Ik maak me zorgen over de privacy van mijn gegevens.
pl: Martwię się o prywatność moich danych.
pt: Preocupa-me a confidencialidade dos meus dados
ro: Sunt îngrijorat de confidențialitatea datelor mele.
ru: Я беспокоюсь о конфиденциальности моих данных.
sv: Jag är orolig för integriteten kring mina uppgifter.
th: ฉันกังวลเกี่ยวกับความเป็นส่วนตัวของข้อมูลของฉัน
tr: Verilerimin gizliliği konusunda endişeliyim.
vi: Tôi lo ngại về quyền riêng tư dữ liệu của mình.
zh_hans: 我担心我的数据隐私。
zh_hant: 我擔心我的資料隱私。

# Settings.Profile.DeleteAccount.Reason.MissingKeyFeatures
source: Essential features are missing
ar: الميزات الأساسية مفقودة
da: Vigtige funktioner mangler
de: Mir fehlen wichtige Funktionen.
es: Faltan funciones esenciales.
fi: Olennaisia ominaisuuksia puuttuu
fr: Il manque des fonctionnalités essentielles
hi: आवश्यक सुविधाएं गायब हैं
id: Fitur penting tidak ada
it: Mancano funzionalità essenziali.
ja: 重要な機能が不足しています
ms: Ciri penting tiada
nb: Viktige funksjoner mangler
nl: Essentiële functies ontbreken
pl: Brakuje kluczowych funkcji
pt: Faltam funcionalidades essenciais
ro: Funcționalități esențiale lipsesc
ru: Отсутствуют важные функции
sv: Viktiga funktioner saknas
th: คุณสมบัติที่จำเป็นขาดหายไป
tr: Temel özellikler eksik.
vi: Thiếu các tính năng quan trọng
zh_hans: 缺少重要功能
zh_hant: 缺少重要功能

# Settings.Profile.DeleteAccount.Reason.NoMoreInterested
source: I'm no longer interested in using the community.
ar: لم أعد مهتمًا بالمجتمع.
da: Jeg er ikke længere interesseret i fællesskabet.
de: Die Inhalte der Community interessieren mich nicht mehr
es: Ya no me interesa el contenido de la comunidad.
fi: En ole enää kiinnostunut yhteisöstä.
fr: Le contenu de la communauté ne m'intéresse plus
hi: मुझे अब कम्युनिटी में रुचि नहीं है।
id: Saya tidak lagi tertarik dengan komunitas.
it: I contenuti della comunità non mi interessano più.
ja: もうコミュニティに興味がありません。
ms: Saya tidak lagi berminat dengan komuniti.
nb: Jeg er ikke lenger interessert i fellesskapet.
nl: Ik ben niet meer geïnteresseerd in de community.
pl: Treści społeczności nie są już dla mnie interesujące.
pt: Já não me interessa o conteúdo da comunidade
ro: Nu mă mai interesează comunitatea.
ru: Меня больше не интересует сообщество.
sv: Jag är inte längre intresserad av communityt.
th: ฉันไม่สนใจชุมชนอีกต่อไป
tr: Topluluk içeriği artık ilgimi çekmiyor.
vi: Tôi không còn quan tâm đến cộng đồng nữa.
zh_hans: 我对社区不再感兴趣。
zh_hant: 我對社群不再感興趣。

# Settings.Profile.DeleteAccount.Reason.Other
source: Other
ar: أخرى
da: Andet
de: Sonstiges
es: Otro
fi: Muu
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ms: Lain
nb: Annet
nl: Anders
pl: Inne
pt: Outro
ro: Altele
ru: Другое
sv: Annat
th: อื่นๆ
tr: Diğer
vi: Khác
zh_hans: 其他
zh_hant: 其他

# Settings.Profile.DeleteAccount.Reason.ReducingSnTime
source: I want to spend less time on social networks.
ar: أريد قضاء وقت أقل على الشبكات الاجتماعية.
da: Jeg vil bruge mindre tid på sociale netværk.
de: Ich möchte meine Zeit in sozialen Netzwerken reduzieren
es: Quiero reducir el tiempo que paso en las redes sociales.
fi: Haluan käyttää vähemmän aikaa sosiaalisessa mediassa.
fr: Je veux réduire mon temps passé sur les réseaux sociaux
hi: मैं सोशल नेटवर्क पर कम समय बिताना चाहता हूं।
id: Saya ingin menghabiskan lebih sedikit waktu di jejaring sosial.
it: Voglio ridurre il tempo che trascorro sui social network.
ja: ソーシャルネットワークで過ごす時間を減らしたい。
ms: Saya mahu menghabiskan lebih sedikit masa di rangkaian sosial.
nb: Jeg vil bruke mindre tid på sosiale nettverk.
nl: Ik wil minder tijd doorbrengen op sociale netwerken.
pl: Chcę ograniczyć czas spędzany w mediach społecznościowych.
pt: Quero reduzir o tempo passado nas redes sociais
ro: Vreau să petrec mai puțin timp pe rețelele sociale.
ru: Я хочу проводить меньше времени в социальных сетях.
sv: Jag vill minska tiden jag spenderar på sociala nätverk.
th: ฉันต้องการใช้เวลาน้อยลงในเครือข่ายสังคม
tr: Sosyal medyada geçirdiğim zamanı azaltmak istiyorum.
vi: Tôi muốn dành ít thời gian hơn cho mạng xã hội.
zh_hans: 我想减少在社交网络上的时间。
zh_hant: 我想減少在社交網路上的時間。

# Settings.Profile.DeleteAccount.Reason.TechnicalIssues
source: I am experiencing technical issues.
ar: أواجه مشاكل تقنية.
da: Jeg oplever tekniske problemer.
de: Ich habe technische Probleme
es: Estoy teniendo problemas técnicos.
fi: Minulla on teknisiä ongelmia.
fr: Je rencontre des problèmes techniques
hi: मुझे तकनीकी समस्याओं का सामना करना पड़ रहा है।
id: Saya mengalami masalah teknis.
it: Riscontro problemi tecnici.
ja: 技術的な問題が発生しています。
ms: Saya menghadapi masalah teknikal.
nb: Jeg opplever tekniske problemer.
nl: Ik ondervind technische problemen.
pl: Napotykam problemy techniczne
pt: Estou a ter problemas técnicos
ro: Întâmpin probleme tehnice.
ru: У меня технические проблемы.
sv: Jag upplever tekniska problem
th: ฉันประสบปัญหาทางเทคนิค
tr: Teknik sorunlar yaşıyorum.
vi: Tôi đang gặp sự cố kỹ thuật.
zh_hans: 我遇到了技术问题。
zh_hant: 我遇到了技術問題。

# Settings.Profile.DeleteAccount.Title
source: Account Deletion
ar: حذف الحساب
da: Sletning af konto
de: Kontolöschung
es: Eliminación de la cuenta.
fi: Tilin poisto
fr: Suppression du compte
hi: खाता हटाना
id: Penghapusan akun
it: Eliminazione dell'account
ja: アカウントの削除
ms: Pemadaman akaun
nb: Sletting av konto
nl: Account verwijderen
pl: Usunięcie konta
pt: Eliminação da conta
ro: Ștergerea contului
ru: Удаление аккаунта
sv: Ta bort konto
th: การลบบัญชี
tr: Hesabın silinmesi
vi: Xóa tài khoản
zh_hans: 账户删除
zh_hant: 帳號刪除
